const DEFAULT_RULES = `1️⃣ В контракты можно вносить только себя
Исключение: Eсли с кем-то договоришься то можно вносить ещё и его/их
2️⃣ Если захочешь пригласить кого-то из друзей
Открывай Телефон → Организация → Пригласить(в меню справа вверху)
Далее человек должен заполнить заявку на сервере «Freelance Company»: https://discord.gg/aMXaC86Qcq
Или написать нам в Discord: havirys или 1deal
В ином случаи человек не сможет брать контракты
3️⃣ Уволиться Можешь сам потеряв 50% навыка подрядчик
Или найдя наш Discord в Телефон → Организация → Участники
Написать нам чтобы уволили мы
4️⃣ У нашей организации есть кодовое слово — «контракт»
Его можно отправить по пути: Телефон → Новости → Подать объявление
Если вам позвонят или напишут, сообщите собеседнику наш Discord: havirys или 1deal
Или сервер «Freelance Company»: https://discord.gg/aMXaC86Qcq
5️⃣ Сдавать вексели можно в Rockford HilIs ВС

Отправляется в игре:
1️⃣ У нашей организации есть кодовое слово — «контракт»
Его можно отправить по пути: Телефон → Новости → Подать объявление
Если вам позвонят или напишут, сообщите собеседнику наш Discord: havirys или 1deal
Или сервер «Freelance Company»: https://discord.gg/aMXaC86Qcq
2️⃣ Всем участникам необходимо находиться на Discord-сервере «Freelance Company»: https://discord.gg/aMXaC86Qcq
Там публикуются новости и проводятся розыгрыши
3️⃣ ❗ Запрещено ❗ вносить в контракт людей без их согласия`;

const DEFAULT_AGITATION = `# ✈️ Организация Freelance в поиске сотрудников для выполнения контрактов. ⭐
## От нас:
- Контракты от **50 векселей**
-# Без x2
- Возможность **самостоятельно брать контракты**
- Офис **Rockford HilIs ВС**
- **Помощь** в прокачке навыков
- **Возможность брать наборы** при минимальной активности
## От вас:
- Для вступления **требуются минимальные навыки**
-# 1+ навык на 5+ LVL /// 2+ навыка на 3+ LVL /// 3+ навыка на 2+ LVL /// 6+ навыков на 1+ LVL
- **Минимальный онлайн** в неделю
- **5+ LVL** персонажа
### 💯 Интересно, пиши в ЛС discord \`havirys\` 💯`;

module.exports = { DEFAULT_RULES, DEFAULT_AGITATION };